<?php 
 

$commentA='평가유형 : 학습초기 30분 지난 내용을 파악하고 연속성 있는 목표를 입력 후 몰입상태에 진입'; 
$commentB='평가유형 : 몰입할 수 있는 구체적이고 도전적인 목표를 입력 후 학습종료 시점까지 목표를 위해 매진'; 
$commentC='평가유형 : 모르는 부분을 적시에 질의응답을 통하여 효과적으로 이해하고 소화'; 
$commentD='평가유형 : 평점을 A 이상으로 유지'; 
$commentE='평가유형 : 학습루틴 노하우를 체득하여 높은 성공확률로 재현성 있게 학습을 진행'; 
$commentF='평가유형 : 현재 시점에서 개선할 점을 종합적으로 분석하여 그 결과를 임팩트있게 전달'; 

$comment11='오늘목표 : 계산과정을 포함하여 자세한 풀이를 써주세요'; 
$comment12='오늘목표 : 복습할 부분이 있으면 마무리 후 실제풀이를 작성해 주세요'; 
$comment13='오늘목표 : 풀이를 마무리한 다음 오답의 원인을 표시해 주세요'; 
$comment14='오늘목표 : 문제풀이 후 해설지 풀이와 비교하여 이해의 깊이를 더해 보세요'; 
$comment15='오늘목표 : 단계별 풀이를 요청하여 스스로의 힘으로 오답을 풀어 보세요'; 

$comment21='분기목표 : 목표를 구체적으로 입력하고 해당 목표에 집중해 봅시다.'; 
$comment22='분기목표 : 즉흥적인 목표입력보다는 미리 생각해 둔 목표를 입력하는 습관을 길러봅시다.'; 
$comment23='분기목표 : 도전적인 목표를 입력할수록 공부근육이 발달하고 발전의 가능성이 상승합니다.'; 
$comment24='분기목표 : 미션데드라인을 고려하여 연계성있는 목표를 입력해 보세요. '; 
$comment25='분기목표 : 요일별 계획에 계획한 내용들을 메모하여 관리해 보세요'; 

$comment31='주간목표 : 모르는 부분을 바로바로 해결하고 다음 공부로 넘어갑시다.'; 
$comment32='주간목표 : 체계적인 풀이법을 발전시켜보세요. 사고의 자극이 일어나고 문제해결력이 길러집니다. 개념노트 유형부분을 참고해 주세요'; 
$comment33='주간목표 : 단계별 풀이를 요청하여 체계적으로 생각하는 방법을 길러보세요'; 
$comment34='주간목표 : 한번 생긴 의문들을 끝까지 해결하는 것은 상위 1퍼센트의 공부습관입니다.'; 
$comment35='주간목표 : 삭제 후 재시도로 문제풀이 속도를 향상시킬 수 있습니다.'; 
 
$comment41='활동설계 : 개념이 불확실할 때 무리해서 푸는 것을 멈추어보세요. 새로운 생각이 생겨납니다.'; 
$comment42='활동설계 : 계산실수가 발생할 수 있는<i>작은 느낌</i>에 집중해 보세요. 실수를 멈출 수 있습니다.'; 
$comment43='활동설계 : 오답노트 시 삭제 후 재시도를 반복해 보세요. 같은 문제도 훨씬 빠르고 정확하게 풀 수 있는 힘이 생깁니다 !'; 
$comment44='활동설계 : 오늘의 평점은 정답을 선택한 문제들에 대해서만 적용이 됩니다. 자신의 판단에 대한 분별력을 기르는 척도로 활용해 보세요'; 
$comment45='활동설계 : 직전에 공부한 내용에 대한 충분한 숙지없이 다음으로 넘어가고 있습니다. 삭제 후 다시 풀기 및 복습예약을 사용해 주세요.'; 
 
$comment51='오답루틴 : 해낼 수 있다는 확신이 부족합니다. 학습루틴 노하우에 대한 이해가 필요합니다.'; 
$comment52='오답루틴 : 기본적인 학습루틴 노하우에 대해 이해하고 있지만 구체적인 성공경험이 필요한 단계입니다.'; 
$comment53='오답루틴 : 학습루틴 노하우에 대한 작은 성공의 경험이 쌓이고 있습니다.  단원범위에서의 학습루틴을 마스터하는 것을 도전해 보세요'; 
$comment54='오답루틴 : 미션레벨의 학습루틴을 마스터하는 것에 도전해 보세요'; 
$comment55='오답루틴 : 당신은 루틴 마스터에 근접하고 있습니다. 즉시 몰입상태에 빠져드는 연습을 해보세요'; 

$comment61='논리훈련 : 초기상태 개선이 필요합니다.'; 
$comment62='논리훈련 : 목표입력 및 활용 부분의 개선이 필요합니다.'; 
$comment63='논리훈련 : 질의응답 방식의 개선이 필요합니다.'; 
$comment64='논리훈련 : 분별레벨의 상승이 필요합니다.'; 
$comment65='논리훈련 : 루틴레벨의 상승이 필요합니다.'; 

$comment71='일정관리 : 초기상태 개선이 필요합니다.'; 
$comment72='일정관리 : 목표입력 및 활용 부분의 개선이 필요합니다.'; 
$comment73='일정관리 : 질의응답 방식의 개선이 필요합니다.'; 
$comment74='일정관리 : 분별레벨의 상승이 필요합니다.'; 
$comment75='일정관리 : 루틴레벨의 상승이 필요합니다.'; 
?>

